1. Напишите  запрос который бы вывел список номеров заказов
 сопровождающихся именем заказчика который создавал их.
2. Напишите  запрос, который бы вывел список имен заказчиков,
 сопровождающихся именем продавца, который назначен их обслуживать.
3. Напишите  запрос  который бы выдавал имена продавца
 и заказчика для каждого заказа после номера заказа.
4. Напишите  запрос,  который бы выдавал для каждого заказа:
 номер заказа и имена продавца и заказчика. 
5. Напишите  запрос  который  бы выводил всех заказчиков
 обслуживаемых продавцом с комиссионными выше 12%  .
   Выведите имя заказчика,  имя продавца,
    и ставку комиссионных продавца. 
6. Напишите  запрос,  который  бы выводил все заказы,
 обслуживаемые продавцами с комиссионными выше 12%.
  Выведите сумму заказа, имя заказчика,  имя продавца
  и ставку комиссионных продавца.
7. Напишите запрос который вычислил бы сумму комиссионных
 продавца для каждого заказа заказчика с рейтингом выше 100.
8. Напишите запрос, который отбирает заказы заказчиков
 из Лондона и выводит: 
         номер заказа и сумму (заказа + комиссионных). 
