1. Напишите запрос который сосчитал бы все суммы
приобретений на 3 Октября.
2. Напишите запрос, который сосчитал бы
общую сумму заказов покупателя 2004. 
3. Напишите  запрос который сосчитал бы число различных
 значений поля city в таблице Заказчиков. 
4. Напишите  запрос, который сосчитал бы число различных
 значений поля city в таблице Продавцов.
5. Напишите  запрос  который выбрал бы наименьшую сумму
 для каждого заказчика.
6. Напишите  запрос,  который выбрал бы наибольшую
 дату заказа для каждого заказчика. 
7. Напишите запрос который бы выбирал заказчиков
 в алфавитном порядке, чьи имена начинаются с буквы G. 
8. Напишите запрос, который бы выбрал первого
 в алфавитном порядке Продавца среди тех, чьи имена
  начинаются с букв от M до R.
9. Напишите запрос который выбрал бы высшую оценку
 в каждом городе.
10. Напишите запрос, который выбрал бы наименьшую сумму
 заказа для каждого дня.
11. Напишите запрос, который сосчитал бы для каждого дня
 количество продавцов, сделавших заказ в этот день. (Если продавец имел 
 более одного заказа в данный день, он должен учитываться только
 один раз.) 
12. Напишите запрос, который сосчитал бы для каждого дня
 количество заказчиков, сделавших заказ в этот день.
 (Если заказчик сделал более одного заказа в данный день,
  он должен учитываться только один раз.) 
