1. Напишите  два запроса которые могли бы вывести все заказы  на 3 или 4 Октября 2015
2. Напишите запрос, который дает все заказы на 3 и 6 Октября 2015.
3. Напишите запрос, который дает все заказы, выполняемые продавцами 1001, 1003, 1007. 
4. Напишите  запрос который выберет всех заказчиков обслуживаемых продавцами Peel или Motika. 
5. Напишите запрос,  который может вывести всех заказчиков
  чьи  имена начинаются с буквы попадающей в диапазон от A до G. 
6. Напишите запрос, который может вывести всех продавцов,
   чьи  имена начинаются с буквы попадающей в диапазон от M до R. 
7. Напишите запрос который выберет всех покупателей
 чьи имена  начинаются с буквы C.
8. Напишите запрос, который выберет всех продавцов,
 чьи имена  заканчиваются на букву s.

