1. Напишите запрос который бы вывел все пары продавцов
 живущих в одном и том же городе.  Исключите комбинации
  продавцов с ними же, а также дубликаты строк выводимых
   в обратным порядке.
2. Напишите запрос, который бы вывел все пары имен заказчиков,
 которым назначен один и тот же обслуживающий продавец,
 номер продавца тоже включите в выходную строку.
 Исключите пары вида (А,А) и повторы вида (А,Б), (Б,А).
3. Напишите запрос который вывел бы все пары заказов
 по данным заказчикам,  именам этих заказчиков,
  и исключал дубликаты из вывода, как в предыдущем вопросе.
4. Напишите запрос, который бы вывел все пары имен заказчиков,
 которые что-либо заказывали в один и тот же день,
 дату такого дня тоже включите в выходную строку.
 Также как и в предыдущем упражнении исключите вырожденные пары.
5. Напишите  запрос  который вывел бы имена(cname)
 и города(city) всех заказчиков с такой же оценкой(rating)
 как у Hoffmanа. Напишите запрос использующий поле cnum
 Hoffmanа а не его оценку,  так чтобы оно могло быть
 использовано если его оценка вдруг изменится. 
6. Напишите  запрос,  который вывел бы имена (sname)
 и города(city) всех продавцов с комиссионными больше,
 чем у Peel. Напишите запрос, использующий номер продавца Peel
 (равный 1001), а не его комиссионные,
 так чтобы этот запрос можно было использовать даже,
 если этот процент комиссионных вдруг изменится.
