1. Предположим  что каждый продавец имеет 12%  комиссионных.
  Напишите запрос к таблице Заказов который мог бы вывести
  номер заказа, номер продавца, и сумму комиссионных продавца
  для этого заказа. 
2. Предположим,  что с каждой продажи необходимо
 платить налог в размере 5% от стоимости.
  Напишите запрос к таблице Заказов, который мог бы вывести
  о каждом заказе: номер заказа, сумму заказа
  и сумму заказа за вычетом налога.
3. Напишите запрос к таблице Заказчиков который мог  бы
 найти  высшую оценку в каждом городе.
 Вывод должен быть в такой форме:
         For the city (city), the highest rating is: (rating). */
4. Напишите запрос к таблице Продавцов, который мог  бы
  найти  наименьшие комиссионные в каждом городе.
  Вывод должен быть в такой форме:
  В городе <Наименование> наименьшие комиссионные <Значение>. */
5. Напишите  запрос  который выводил бы список заказчиков
 в нисходящем порядке рейтингов.  Вывод поля оценки ( rating )
 должден сопровождаться именем заказчика и его номером.
6. Напишите  запрос,  который выводил бы список продавцов
 в нисходящем порядке комиссионных.  Вывод поля комиссионные
 (Comm) должен сопровождаться именем продавца и его номером.
7. Напишите запрос который бы выводил общую сумму заказов 
на каждый  день  и помещал результаты в нисходящем порядке. 
8. Напишите запрос, который бы выводил общую сумму заказов
 для каждого заказчика, и помещал результаты
 в нисходящем порядке (по сумме).
