1. Ќапишите  запрос,  который  бы  использовал подзапрос дл€ получени€
   всех заказов заказчика с именем Cisneros.  ѕредположим, что вы
   не знаете номера этого заказчика, указываемого в поле cnum.
2. Ќапишите  запрос,  который  бы  использовал подзапрос дл€ получени€
   всех заказчиков, которых обслуживают  продавцы из города London.
3. Ќапишите запрос который вывел бы имена и рейтинги тех заказчиков,
	у которых есть заказы на сумму выше средней суммы по всем заказам.
4. Ќапишите запрос который вывел бы имена и комиссионные тех продавцов,
	которые обслуживают хот€ бы одного заказчика с рейтингом выше среднего.
5. Ќапишите запрос который бы выбрал общую сумму всех  приобретений  в
   заказах  дл€  каждого продавца,  у которого эта обща€ сумма больше
   чем наибольша€ стоимость заказов в таблице.
6. Ќапишите запрос, который бы выбрал количество заказов дл€ каждого покупател€,
   у которого минимальна€ стоимость заказов больше средней стоимости по всем заказам.




