1. Напишите команду SELECT использующую соотнесенный подзапрос,  кото-
   рая  выберет  имена и номера всех заказчиков с максимальными для их
   городов рейтингами.
2. Напишите запрос который выберет всех продавцов (их имя и
   номер) которые в своих городах имеют заказчиков  которых  они  не
   обслуживают. 
3. Найти заказчиков, не все заказы которых исполняют продавцы,
   назначенные им для обслуживания.
4. Напишите запрос который бы использовал оператор EXISTS для извлече-
   ния всех продавцов которые имеют заказчиков с оценкой 300.
5. Напишите запрос который бы использовал оператор EXISTS для извлече-
   ния всех заказчиков, которые имеют заказы стоимостью > 4000.
6. Напишите  запрос  который извлекал бы из таблицы Заказчиков каждого
   заказчика назначенного к продавцу который в данный момент имеет  по
   крайней мере еще одного заказчика ( кроме заказчика которого вы вы-
   берете ) с заказами в таблице Заказов 
7. Напишите  запрос  который извлекал бы из таблицы Заказов такие заказы,
	заказчики которых имеются по крайней мере еще один заказ.